[
    { "Q": "What is this?", "A": "This is a Promenade Dress worn by women in the late 19th century." },
    { "Q": "What is it made out of?", "A": "This dress is made out of a silk brocade." },
    { "Q": "Who wore it?", "A": "The wearer of this particular dress is unknown, but women of middle and upper classes would have worn and owned these types of day dresses." },
    { "Q": "Why is it so detailed?", "A": "By the 1870s, synthetic dyes were more available which meant more vibrant colours could be added to fabric, with more dramatic trim also coming into fashion. Which would have influenced the making of this piece." },
    { "Q": "How was it made?", "A": "This piece was sewed by hand." },
    { "Q": "How was it used?", "A": "This piece would have been used as day wear for upper class women of the time." },
    { "Q": "What is a Promenade?", "A": "\"To Promenade\" means the act of walking leisurely in a social setting and can refer to the setting in which this activity takes place." },
    { "Q": "How old is it?", "A": "This dress originates from around 1875 to 1879 making it around 150 years old as of 2024." },
    { "Q": "What would it be worn with?", "A": "They would have been worn with some kind of bonnet or hat with elaborate hairstyles accentuated with flowers and ribbons." },
    { "Q": "Why did people 'Promenade'?", "A": "As a social activity, promenading gave upper class people an alternative to formal parlours or other structured social events. The act of 'seeing and being seen' was used as a social mechanism to affirm one's own social status as well as the status of others. Outdoor recreational activities also took place. Middle class individuals would promenade to try to learn upper class social norms and gain higher status." },
    { "Q": "How did people breath in it?", "A": "Corsets and clothing were hand made to an individual's measurements so they would have fitted the wearer perfectly allowing them to breathe comfortably." },
    { "Q": "Was it uncomfortable?", "A": "Pieces were hand made to individuals measurements and would have fit perfectly. However, the tight nature of the corset restricted movement which would have made activity uncomfortable." },
    { "Q": "Was it hot?", "A": "Made as day wear, these dresses would have been made of breathable material to allow the wearer to cool down in hot weather." },
    { "Q": "How much did it cost?", "A": "The cost of this item is unknown, but due to the nature of the design, it would have been worn by an upper class woman would have cost a fair amount of money. Estimating the cost of dresses in the 1870s, could be around $52 (which would cost over $1,000 today)." },
    { "Q": "Was it worn with a corset?", "A": "Yes, corsets were used to achieve this 'princess silhouette' with more dramatic waist lines being in fashion." },
    { "Q": "What was worn under the dress?", "A": "Due to the tighter fit of this style of clothing, less bulky undergarments were worn under this dress. A 'combination' which was both a chemise and drawers would be popular at the time. Along with a corset to show off the small waist line." },
    { "Q": "Could you sit in this?", "A": "While the layers and corset would have made sitting more restrictive, sitting was possible. However, due to their restrictive nature, 'tea dresses' were invented to be worn at home. These dresses were loose and allowed the wearer to loosen their corset." },
    { "Q": "What did you do when 'Promenading'?", "A": "Typically, promenading would consist of walking around an outdoor area such as a part of a cemetery. Gossiping or talking about the latest news events would also take place. Some light recreational activity would also take place, like crochet. There were also refreshment stands people could frequent." },
    { "Q": "What year was it made?", "A": "It was made around 1875 to 1879." },
    { "Q": "What are the scalloped edges?", "A": "This is decorative trim which was popular at the time to add detail to the piece." },
    { "Q": "What time of the day was it worn?", "A": "This was a day dress worn after breakfast and before dinner." },
    { "Q": "Why is the waist so small?", "A": "The smaller waistline of this dress fits with the 'princess line' style which was popularised at the time by Alexandra, Princess of Wales." },
    { "Q": "Why was silk used?", "A": "During the Victorian era, a focus on nature in the materials and details of dresses were popular. Silk was a part of this shift and obsession with nature." },
    { "Q": "Did women only wear dresses while promenading?", "A": "Women wore dresses or shirts and bodices which when combined would look like one complete piece." },
    { "Q": "What period is this dress from?", "A": "The 1870s rests in the middle of the Victorian Era." },
    { "Q": "Why were there morning, day and night dresses?", "A": "Different styles of clothing were worn for different social situations, which occurred at different times of day. Clothing worn in the morning was not meant to be seen in. Day clothes were meant to receive guests or promenades. Night clothes were more extravagant for formal events." },
    { "Q": "Does the colour have significance?", "A": "Different colours had significance in the Victorian Era. Lighter colours would signify higher status as they were harder to maintain. Beige was popularised by Queen Victoria for day wear. More natural colours, such as the brown used for the designs, were popular in the fall season. White was also a symbol of purity and began to be associated with wedding dresses during this period." },
    { "Q": "What influenced this style?", "A": "Alexandra, Princess of Wales was very influential for this style of 'princess line' dresses. However, the influence of the reform dress movement should not be ignored. This movement sought to give women more practical, less restrictive clothing." },
    { "Q": "Why was promenading popular?", "A": "Other than the social element, promenading allowed women some level of exercise, which was otherwise unavailable to them." },
    { "Q": "How long would a dress be worn?", "A": "While dresses could have been worn numerous times, often social convention limited the number of times one could wear the same dress, with two wears being typical in higher class circles." },
    { "Q": "Was there significance to the designs?", "A": "With the influence of foreign designs, more elaborate designs like this became popular with Victorian designers and consumers. The use of silk and embroidered designs have origins in international locations such as Asia, India and the Middle East. Floral patterns were popular due to the Victorians obsession with nature and natural designs." },
    { "Q": "Did men promenade?", "A": "Yes, men would be present during promenades." },
    { "Q": "What if it was cold?", "A": "If one must go out in the rain or cold, a 'storm dress' would be required. These dresses would have been made of woollen material and shirts were slightly shorter to avoid mud. Large umbrellas to keep dry and fur accessories to keep warm were recommended." },
    { "Q": "Where did 'promenading' come from?", "A": "Early forms of the promenade have long appeared in southern European countries like Italy. However, it wasn't until the 15th century in France did promenading begin to appear in Northern Europe. Over the centuries it continued to evolve into what is now known as the promenade." },
    { "Q": "How were women supposed to behave while promenading?", "A": "There were many rules for women to follow when outside of the house. A woman must not walk too fast or drag her feet. She must not swing her arms while walking. She should never lift her skirt above the ankle, and if there is a puddle, simply lift the skirt just above the boot, then place it back down. There are many such rules which women must follow to maintain her lady-like appearance." },
    { "Q": "What social rules were in place for womens dress?", "A": "There were many social rules women were required to follow with their dress. Some general rules for women to follow were neatness (clothing, hair and accessories must be placed in the correct position and clean), adaptiveness (clothing should match the situation), harmony (items should match and not clash with one another), and details (all items in your outfit are finished well and nothing is neglected). This is not a full list but these general principles were for women to follow at all times." },
    { "Q": "What were the rules for day/walking wear?", "A": "Day wear should not be too colourful, neutral colours are preferred while bright colours should be avoided. Dresses should not be too extravagant as one should not attract too much attention to themselves." },
    { "Q": "How were men and women supposed to interact while promenading?", "A": "There were as many rules for how men and women were meant to interact as the rules for womens dress wear. A woman should not stop to talk to a gentleman, if you have something to say, allow him to walk with you to talk. In meeting gentlemen friends, it is the woman's duty to speak first. Women may take the arm of a relative, trusted lover or husband, but no other gentleman. If a woman is walking with two men, she must pay equal attention to them. If a gentleman stranger offers his hand to assist you, take it and kindly thank him." },
    { "Q": "What would a woman do if it began to rain while promenading?", "A": "If it begins to rain, make your way to your destination. If a gentleman friend offers you his umbrella, accept it while he accompanies you to your destination. However, do not take the umbrella from him if he cannot walk with you, unless he insists, then thank him. Return it with a note of thanks as soon as possible. If a stranger offers the same thing, decline politely, while also thanking him for the offer." }
  ]
  